tap "felixkratz/formulae"
tap "fwartner/tap"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
tap "sunnyyoung/repo"
tap "wenjunxiao/brew"
brew "bash"
brew "libgit2"
brew "bat"
cask "betterdisplay"
brew "btop"
brew "duf"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "tw93/tap/mole"
brew "yazi"
brew "wget"
brew "zellij"
brew "koekeishiya/formulae/skhd"
cask "alt-tab"
cask "amethyst"
cask "applite"
cask "folo"
cask "excalidrawz"
cask "folo"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-ss04"
cask "font-iosevka-ss07"
cask "font-iosevka-ss15"
cask "font-iosevka-ss16"
cask "font-iosevka-ss17"
cask "font-iosevka-term-nerd-font"
cask "font-zhuque-fangsong"
cask "ghostty"
cask "hammerspoon"
cask "ghostty"
cask "iina"
cask "input-source-pro"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "mac-mouse-fix"
cask "obsidian"
cask "pearcleaner"
cask "pronotes"
cask "qdelayer"
cask "sleek-app"
cask "snipaste"
cask "spaceman"
cask "squirrel-app"
cask "zed"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
vscode "anysphere.remote-ssh"
vscode "eamodio.gitlens"
vscode "vscodevim.vim"
vscode "alefragnani.bookmarks"
vscode "alefragnani.copy-word"
vscode "alefragnani.project-manager"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ibm.output-colorizer"
vscode "mhutchie.git-graph"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prabhakar.copy"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vspacecode.whichkey"

